[
    {
        "step": "01",
        "status": true,
        "title": "October 2021",
        "text": "Unbounded.Earth Vision begins",
        "description": "It all starts with community. Together we can empower a new generation to make informed and educated decisions that shape the future they deserve. Help us turn aspiration into reality. Join us at Unbounded.Earth!"
    },
    {
        "step": "02",
        "status": true,
        "title": "November 2021",
        "text": "Website Launched",
        "description": "Our founder created the original U.E website by himself, driven by vision rather than budget. A good website prioritises function over form, making sure information is readily available and the flow is intuitive. Of course, now that we have the support to achieve great design everyone can enjoy the benefits of a beautiful website (not to say yours wasn’t great, Shane)!"
    },
    {
        "step": "03",
        "status": true,
        "title": "December 2021",
        "text": "Discord Server Launched",
        "description": "Discord is a communications app designed with gamers in mind, but it’s become a staple of the NFT space. The Unbounded.Earth Discord server makes use of Discord’s basic services including text chat, voice chat, and video chat, while utilising custom bots to offer special perks to U.E NFT holders & community members."
    },
    {
        "step": "04",
        "status": true,
        "title": "December 2021",
        "text": "1st NFT Land Parcel Mint – SOLD OUT!",
        "description": "Our first NFT Land Parcel mint is now SOLD OUT, but holders are able to easily list them for sale on secondary markets. The first round of NFT Land Parcels sold included 39,000 total plots in two sizes, single 1-plot 1x1 parcels and 9-plot estates in a 3x3 square: \n 30,000 - 1x1 Individual Plots \n 1,000 - 3x3 Plot Estates"
    },
    {
        "step": "05",
        "status": true,
        "title": "Q1 2022",
        "text": "Land Plot/Map Explorer",
        "description": "We quickly released the first version of our World Map Explorer to give users the ability to find their parcels’ locations on a map and start planning the infinite innovative creations they will bring to Unbounded.Earth! The World Map Explorer currently undergoing some big changes, and even more features will be added over time, but V1 started off strong with an impressive 3D UI."
    },
    {
        "step": "06",
        "status": true,
        "title": "Q1 2022",
        "text": "Marketplace Listings & Verifying Policy IDs",
        "description": "When we aren’t minting fresh products, Unbounded.Earth NFTs are verified on several popular cNFT Marketplaces, where they can be purchased from private sellers. $EARTH Token is also becoming supported on more Cardano Blockchain coin exchanges. Make sure to always verify the policy ID of any blockchain property you are purchasing! \n Unbounded.Earth policy IDs include: \n First Land Parcel Mint Policy ID - \n bb78d3b6638537d6df7ae43791ead3d50e75fdae82131eff2b7ae994 \n $EARTH Token Policy ID - \n 984394dcc0b08ea12d72b8833292e3c3197d7a8ac89aad61d2f5aa9e \n Alpha Access Tablet Policy ID - \n 2521b39414dacf3acef85cd1cb316ef092d94d6e53b3a9c98ea6a288"
    },
    {
        "step": "07 ",
        "status": true,
        "title": "Q1/Q2 2022",
        "text": "Further Team Expansion",
        "description": "Unbounded.Earth’s original core team reacted quickly to rapid growth and began to build out a more robust team that could sustainably develop blockchain products, deliver impactful content, and keep the community of early adopters informed. Today U.E is a formidably strong team of like-minded, passionate, and creative minds, all of whom are committed to raising the bar on innovation."
    },
    {
        "step": "08",
        "status": true,
        "title": "Q2 2022",
        "text": "$EARTH Native Token Airdrop",
        "description": "There is a total supply of 3,316,000,000 $EARTH tokens. As homage to the Cardano blockchain, this number was chosen by adding the birth years of Ada Lovelace (1815) and Gerolamo Cardano (1501). We have airdropped a portion of the supply of $EARTH to holders of land from the first land parcel mint, and a large portion of the remaining supply will go to holders of the remaining plots to be minted. Unbounded.Earthlings will be able to utilise $EARTH for purchases in-game and in other avenues of our product ecosystem.  $EARTH is verified on SundaeSwap and Minswap. $EARTH has much more utility coming as we build out our ecosystem!"
    },
    {
        "step": "09",
        "status": true,
        "title": "Q3 2022",
        "text": "Alpha Access Tablet NFT Mint",
        "description": "This NFT will grant its owner early access to the Unbounded.Earth Metagalaxy game, and offers several other perks, as well. The rarer the Alpha Access Tablet, the earlier access its holder will have to the game! This NFT will also be the heaviest utility NFT we produce, providing discounts on future mints, more QA opportunities like early access to future content, exclusive event access, and more!"
    },
    {
        "step": "10",
        "status": false,
        "title": "Q3 2022",
        "text": "U.E Brand Overhaul",
        "description": "With unbounded support from the global Unbounded.Earth community, the brand was quickly outgrowing its humble origins. A healthy chunk of the funding received from the first NFT land parcel mint has been going towards a multi-faceted brand overhaul. This updated website now breaks down U.E’s features & offerings in a much more organised and aesthetically pleasing format! Everything has been improved, from our spectacular new logo featuring a custom font (made in-house by Matt, our Lead Game Designer) to the subtle changes in colour between featured elements."
    },
    {
        "step": "11",
        "status": false,
        "title": "Q3 2022",
        "text": "Unbounded.Weapons - Gladiator Genesis P2E NFT Mint",
        "description": "We are excited to be releasing our first ever NFT weapons collection, the Genesis of what Unbounded.Earth is bringing to the gaming world in the form Play-2-Earn combat-style NFTs. The collection offers 25,000 NFTs to make sure as many people in the alpha & beta tests as possible can access a weapon.  There are 3 types of weapons: Melee, Ranged, and Magical. Master one or collect them all - play Unbounded.Earth your way!"
    },
    {
        "step": "12",
        "status": false,
        "title": "Q3 2022",
        "text": "World Map Explorer Updates",
        "description": "The World Map Explorer is already beautiful, but it has several new features in development. The next round of updates includes wallet linking for convenient plot lookup and the ability to clearly display all of a user’s land parcels on the map. This is just the beginning, though - many more innovative functions will be released as the U.E Metagalaxy grows!"
    },
    {
        "step": "13",
        "status": false,
        "title": "TBD",
        "text": "Next NFT Collection Mint",
        "description": "We have more concepts for NFT collections than we could ever mint in a lifetime, but it’s important to be extremely utilitarian when it comes to NFT releases in a bear market. Thus, while this project is in its early stages we are using NFT production as a driving force in game development, meaning many of the NFT collections released during pre-launch phases (i.e. conceptualization, alpha testing, beta testing) will advance game mechanics in some way. Stay tuned for more information on U.E’s next P2E NFTs!"
    },
    {
        "step": "14",
        "status": false,
        "title": "Q4 2022",
        "text": "Unbounded.Earth Game ALPHA Release",
        "description": "We have a very ambitious goal to launch the Unbounded.Earth Alpha Test during the 2022 holiday season, but it will take a lot of work to get there! Stay involved and keep up with our progress in our Discord server and on our Twitch!"
    },
    {
        "step": "15",
        "status": false,
        "title": "Ongoing!",
        "text": "Community Rewards & Prizes for Engagement",
        "description": "You might keep up with Unbounded.Earth because you love our products. You probably interact with our Discord server or social media profiles because our community is just awesome. We know you enjoy hanging out with us, but we still love rewarding our most active community members in creative ways! Get involved and stay active to keep up with activities, rewards, and other perks of participating in the U.E ecosystem!"
    },
    {
        "step": "16",
        "status": false,
        "title": "Forever!",
        "text": "Gather Feedback to Enhance Development",
        "description": "We believe that community is key to the success of this project. We aim to always be improving our ability to gather community feedback and put it to good use. Thanks to everyone who participates and passes on your feedback, it helps us a lot!"
    }
]